Repository: fxbenard/EDD-Manual-Purchases
Catalog: languages/edd-manual-purchases-*.po
Languages: fr_fr

source: Your version of Easy Digital Downloads is below the minimum version for Manual Purchases. Please update to 2.5 or later.
fr_fr: Votre version de Easy Digital Downloads est inférieure à la version minimale requise pour Manual Purchases. Veuillez-le mettre à jour en v.2.5 ou supérieure.

source: Payment
fr_fr: Paiement

source: Create Payment
fr_fr: Créer un paiement

source: Create New Payment
fr_fr: Créer un nouveau paiement

source: Price Option
fr_fr: Option de prix

source: Amount
fr_fr: Montant

source: Tax
fr_fr: TVA

source: Quantity
fr_fr: Quantité

source: N/A
fr_fr: N/D

source: Item price
fr_fr: Prix de l’article

source: Item Tax
fr_fr: TVA de l’article

source: Enter quantity
fr_fr: Saisissez la quantité

source: Add New
fr_fr: Ajouter

source: Total is based on prices exclusive of tax.
fr_fr: Le total est basé sur des prix HT.

source: Total is based on prices inclusive of tax.
fr_fr: Le total est basé sur des prix TTC

source: Customer
fr_fr: Client

source: New Customer
fr_fr: Nouveau client

source: Create new customer
fr_fr: Créer nouveau client

source: Existing Customer
fr_fr: Client existant

source: Select existing customer
fr_fr: Sélectionnez un client existant

source: Customer Email
fr_fr: E-mail du client

source: Enter the email address of the customer.
fr_fr: Saisissez l’adresse e-mail de l’acheteur.

source: Customer First Name
fr_fr: Prénom de l’acheteur

source: Enter the first name of the customer (optional).
fr_fr: Saisissez le prénom de l’acheteur (facultatif).

source: Customer Last Name
fr_fr: Nom de l’acheteur

source: Enter the last name of the customer (optional).
fr_fr: Saisissez le nom de l’acheteur (facultatif).

source: Enter the total purchase amount, or leave blank to auto calculate price based on the selected items and quantities above. Use 0.00 for 0.
fr_fr: Saisissez le montant total de l’achat, ou laissez vide pour calculer le prix automatiquement sur la base des éléments sélectionnés ci-dessus. Utiliser 0.00 pour 0.

source: Enter the total purchase amount, or leave blank to auto calculate price based on the selected items above. Use 0.00 for 0.
fr_fr: Saisir le montant total de l’achat, ou laisser vide pour calculer le prix automatiquement sur la base des éléments sélectionnés ci-dessus. Utiliser 0.00 pour 0.

source: Payment status
fr_fr: État du paiement

source: Select the status of this payment.
fr_fr: Sélectionner l’état de ce paiement.

source: Payment Method
fr_fr: Mode de paiement

source: Manual Payment
fr_fr: Paiement manuel

source: Select the payment method used.
fr_fr: Sélectionnez le mode de paiement utilisé.

source: Transaction ID
fr_fr: ID de la transaction

source: Enter the transaction ID, if any.
fr_fr: Saisissez l’ID de la transaction, le cas échéant.

source: Enter the purchase date, or leave blank for today's date.
fr_fr: Saisissez la date d’achat, ou laissez ce champ vide pour utiliser la date d’aujourd’hui.

source: Record commissions (if any) for this manual purchase?
fr_fr: Enregistrer la commission (si elle existe) pour cet achat manuel ?

source: Shipped
fr_fr: Envoyé

source: Mark order as shipped?
fr_fr: Marquer la commande envoyée ?

source: Pay From Wallet
fr_fr: Payer avec le portefeuille

source: Use funds from the customers' wallet to pay for this payment.
fr_fr: Utiliser les fonds du portefeuille du client pour ce paiement.

source: Send Receipt
fr_fr: Envoyer le reçu

source: Send the purchase receipt to the buyer?
fr_fr: Envoyer la facture d’achat à l’acheteur ?

source: Please select at least one %s to add to the payment.
fr_fr: Veuillez sélectionner au moins un %s à ajouter au paiement.

source: Please select a customer or create a new one.
fr_fr: Veuillez sélectionner un client ou créez-en un.

source: The customer does not have sufficient funds in their wallet to pay for this purchase.
fr_fr: Le client ne dispose pas de fonds suffisants dans son portefeuille pour payer cet achat.

source: The payment has been created.
fr_fr: Le paiement a été créé.

source: Provides an admin interface for manually creating purchase orders in Easy Digital Downloads
fr_fr: Fournit une interface d’administration pour créer manuellement des commandes d’achat dans Easy Digital Downloads
